const DB = {
  "semi_products": {
    "кокосовый ром": {
      "name": "(ПФ) Кокосовый ром",
      "output_volume": 1,
      "unit": "л",
      "recipe": {
        "ром такамака бланко": 0.5,
        "ликер такамака кокос": 0.5
      }
    },
    "кислотный раствор": {
      "name": "(ПФ) Кислотный раствор",
      "output_volume": 1,
      "unit": "л",
      "recipe": {
        "вода": 1,
        "кислота лимонная": 0.02,
        "кислота молочная": 0.029
      }
    },
    "сахарный сироп": {
      "name": "(ПФ) Сахарный сироп",
      "output_volume": 1,
      "unit": "л",
      "recipe": {
        "сахар": 0.9,
        "вода": 1
      }
    },
    "базовый кордиал": {
      "name": "(ПФ) Базовый кордиал",
      "output_volume": 1,
      "unit": "л",
      "recipe": {
        "(ПФ) кислотный раствор": 0.5,
        "(ПФ) сахарный сироп": 0.5
      }
    },
    "клубничный кордиал": {
      "name": "(ПФ) Клубничный кордиал",
      "output_volume": 1.15,
      "unit": "л",
      "recipe": {
        "(ПФ) базовый кордиал": 1,
        "клубничный концентрат": 0.25,
        "земляничная аромка": 0.004
      }
    },
    "кордиал попинг": {
      "name": "(ПФ) Кордиал Попинг",
      "output_volume": 1,
      "unit": "л",
      "recipe": {
        "пюре маракуйя": 0.05,
        "ваниль риоба": 0.01,
        "сахар": 0.01,
        "кислота": 0.025,
        "водка": 0.03,
        "вода": 0.01,
        "кокосовая вода": 0.02,
        "битер ангостура": 0.001
      }
    },
    "малиновая вода": {
      "name": "(ПФ) Малиновая Вода",
      "output_volume": 1.15,
      "unit": "л",
      "recipe": {
        "вода": 1,
        "малиновый концентрат": 0.25
      }
    }
  },
  "cocktails": {
    "кокосовый ром": {
      "name": "Кокосовый ром",
      "category": "авторский",
      "recipe": {
        "(ПФ) кокосовый ром": 0.02,
        "ром белый": 0.02,
        "вода кокос": 0.04,
        "ваниль сироп": 0.02,
        "кокос сироп": 0.02,
        "тоник бузина": 0.06,
        "лёд кубик": 0.15
      },
      "decorations": {
        "кокосовая стружка": 1,
        "цветок": 1
      },
      "glassware": {
        "винный бокал рона": 1
      }
    },
    "клубничный спритз": {
      "name": "Клубничный спритз",
      "category": "авторский",
      "recipe": {
        "(ПФ) клубничный кордиал": 0.04,
        "джин": 0.015,
        "вода": 0.01,
        "ликер бузина": 0.025,
        "игристое": 0.1,
        "лёд кубик": 0.15
      },
      "decorations": {
        "сублиматы клубники": 2
      },
      "glassware": {
        "винный бокал": 1
      }
    },
    "попинг пешен": {
      "name": "Попинг Пешен",
      "category": "авторский",
      "recipe": {
        "(ПФ) кордиал попинг": 0.075,
        "игристое": 0.075,
        "лёд кубик": 0.2
      },
      "decorations": {
        "маракуйя": 0.5
      },
      "glassware": {
        "винный бокал": 1
      }
    },
    "негрони": {
      "name": "Негрони",
      "category": "классический",
      "recipe": {
        "красный вермут": 0.04,
        "джин": 0.03,
        "кампари": 0.02,
        "вода": 0.01,
        "лёд кубик": 0.15,
        "лёд фигурный": 1
      },
      "decorations": {
        "апельсин долька": 30
      },
      "glassware": {
        "рокс нюд": 1
      }
    },
    "негрончик": {
      "name": "Негрончик",
      "category": "авторский",
      "recipe": {
        "красный вермут": 0.04,
        "джин": 0.03,
        "кампари": 0.02,
        "(ПФ) малиновая вода": 0.01,
        "лёд кубик": 0.15,
        "член": 1
      },
      "decorations": {
        "апельсин долька": 30
      },
      "glassware": {
        "рокс нюд": 1
      }
    },
    "арбузный америкино": {
      "name": "Арбузный Америкино",
      "category": "авторский",
      "recipe": {
        "кампари": 0.02,
        "вермут": 0.04,
        "концентрат арбуз": 0.01,
        "вода": 0.1,
        "аромка": 0.00167,
        "лёд кубик": 0.15
      },
      "decorations": {
        "арбуз долька без косточек": 30
      },
      "glassware": {
        "хайбол": 1
      }
    }
  },
  "categories": {
    "ром белый": "алкоголь",
    "ром такамака бланко": "алкоголь",
    "ликер такамака кокос": "алкоголь",
    "водка": "алкоголь",
    "бурбон": "алкоголь",
    "текила": "алкоголь",
    "джин": "алкоголь",
    "трипл сек": "алкоголь",
    "кампари": "алкоголь",
    "сладкий вермут": "алкоголь",
    "красный вермут": "алкоголь",
    "вермут": "алкоголь",
    "кофейный ликёр": "алкоголь",
    "кашаса": "алкоголь",
    "апероль": "алкоголь",
    "просекко": "алкоголь",
    "анго биттер": "алкоголь",
    "ликер бузина": "алкоголь",
    "игристое": "алкоголь",
    "битер ангостура": "алкоголь",
    "вода кокос": "безалкогольное",
    "тоник бузина": "безалкогольное",
    "содовая": "безалкогольное",
    "кола": "безалкогольное",
    "тоник": "безалкогольное",
    "клюквенный сок": "безалкогольное",
    "лаймовый сок": "безалкогольное",
    "лимонный сок": "безалкогольное",
    "апельсиновый сок": "безалкогольное",
    "ананасовый сок": "безалкогольное",
    "томатный сок": "безалкогольное",
    "вода": "безалкогольное",
    "кокосовая вода": "безалкогольное",
    "ваниль сироп": "сироп",
    "кокос сироп": "сироп",
    "сахарный сироп": "сироп",
    "миндальный сироп": "сироп",
    "гренадин": "сироп",
    "пюре маракуйя": "пюре",
    "клубничный концентрат": "концентрат",
    "малиновый концентрат": "концентрат",
    "концентрат арбуз": "концентрат",
    "сахар": "сухой_гр",
    "кислота лимонная": "сухой_гр",
    "кислота молочная": "сухой_гр",
    "кислота": "сухой_гр",
    "ваниль риоба": "сухой_гр",
    "лёд кубик": "лёд_кубик",
    "лёд фигурный": "лёд_фигурный",
    "кокосовая стружка": "украшение_гр",
    "цветок": "украшение_шт",
    "лайм": "украшение_шт",
    "мята": "украшение_шт",
    "апельсин": "украшение_шт",
    "вишенка": "украшение_шт",
    "ананас": "украшение_шт",
    "сельдерей": "украшение_шт",
    "соль": "украшение_гр",
    "перец": "украшение_гр",
    "кофейные зёрна": "украшение_шт",
    "сублиматы клубники": "украшение_гр",
    "земляничная аромка": "украшение_гр",
    "маракуйя": "украшение_шт",
    "апельсин долька": "украшение_гр",
    "арбуз долька без косточек": "украшение_гр",
    "аромка": "украшение_гр",
    "винный бокал рона": "посуда",
    "винный бокал": "посуда",
    "рокс нюд": "посуда",
    "хайбол": "посуда",
    "коктейльный бокал": "посуда",
    "баллон": "посуда",
    "харрикейн": "посуда"
  },
  "bottle_volumes": {
    "ром белый": 0.7,
    "водка": 0.7,
    "бурбон": 0.7,
    "текила": 0.7,
    "джин": 0.7,
    "трипл сек": 0.7,
    "кампари": 0.7,
    "кофейный ликёр": 0.7,
    "кашаса": 0.7,
    "анго биттер": 0.2,
    "ром такамака бланко": 0.5,
    "ликер такамака кокос": 0.5,
    "ликер бузина": 0.7,
    "игристое": 0.75,
    "красный вермут": 0.75,
    "вермут": 0.75,
    "сладкий вермут": 0.75,
    "апероль": 0.75,
    "просекко": 0.75,
    "ваниль сироп": 0.7,
    "кокос сироп": 0.7,
    "сахарный сироп": 0.7,
    "миндальный сироп": 0.7,
    "гренадин": 0.7,
    "битер ангостура": 0.2
  },
  "prices": {
    "ром белый": 1200,
    "ром такамака бланко": 1400,
    "ликер такамака кокос": 1300,
    "водка": 800,
    "бурбон": 1500,
    "текила": 1800,
    "джин": 1400,
    "трипл сек": 900,
    "кампари": 1100,
    "сладкий вермут": 600,
    "красный вермут": 600,
    "вермут": 600,
    "кофейный ликёр": 700,
    "кашаса": 1300,
    "апероль": 900,
    "просекко": 800,
    "анго биттер": 400,
    "ликер бузина": 1100,
    "игристое": 800,
    "битер ангостура": 400,
    "вода кокос": 300,
    "тоник бузина": 200,
    "содовая": 80,
    "кола": 80,
    "тоник": 100,
    "клюквенный сок": 150,
    "лаймовый сок": 200,
    "лимонный сок": 200,
    "апельсиновый сок": 150,
    "ананасовый сок": 150,
    "томатный сок": 100,
    "вода": 10,
    "кокосовая вода": 250,
    "ваниль сироп": 400,
    "кокос сироп": 350,
    "сахарный сироп": 300,
    "миндальный сироп": 350,
    "гренадин": 300,
    "пюре маракуйя": 400,
    "клубничный концентрат": 300,
    "малиновый концентрат": 300,
    "концентрат арбуз": 250,
    "сахар": 50,
    "кислота лимонная": 300,
    "кислота молочная": 400,
    "кислота": 300,
    "ваниль риоба": 800,
    "лёд кубик": 50,
    "лёд фигурный": 15,
    "кокосовая стружка": 50,
    "цветок": 30,
    "лайм": 30,
    "мята": 50,
    "апельсин": 40,
    "вишенка": 100,
    "ананас": 150,
    "сельдерей": 50,
    "соль": 20,
    "перец": 20,
    "кофейные зёрна": 0,
    "сублиматы клубники": 200,
    "земляничная аромка": 500,
    "маракуйя": 80,
    "аромка": 500,
    "апельсин долька": 0,
    "арбуз долька без косточек": 0,
    "винный бокал рона": 0,
    "винный бокал": 0,
    "рокс нюд": 0,
    "хайбол": 0,
    "коктейльный бокал": 0,
    "баллон": 0,
    "харрикейн": 0
  },
  "ingredient_info": {}
};
